"preferences" = "Beállítások…";
"search_placeholder" = "írj a kereséshez…";
"clear_tooltip" = "Rögzítettlen elemek törlése\nVálassz a ⇧-el az összes törléséhez.";
"about_tooltip" = "Tudj meg többet az alkalmazásról.";
"quit_tooltip" = "Alkalmazás bezárása.";
"clear" = "Törlés";
"clear_all" = "Összes törlése";
"about" = "Névjegy";
"quit" = "Bezárás";
"clear_alert_cancel" = "Mégse";
"clear_alert_confirm" = "Törlés";
"clear_alert_message" = "Biztosan törölni szeretnéd az előzményeket?";
"clear_alert_comment" = "Ezt a műveletet nem lehet visszavonni.";
"clear_all_tooltip" = "Minden elem törlése.";
"copy_modifiers_config" = "• Válassz a(z) %@ lenyomásával az elem másolásához.";
"accessibility_alert_message" = "A “Maccy” irányítani szeretné ezt a számítógépet akadálymentesítési funkciók használatával.";
"accessibility_alert_open" = "Rendszerbeállítások megnyitása";
"accessibility_alert_comment" = "Adj engedélyt az alkalmazásnak a {pane} részben, amely a {settings} beállításoknál található.\n\nKattints a + gombra, válaszd a Maccy-t, majd kapcsold be a mellette lévő jelölőnégyzetet.";
"system_settings_name" = "Rendszerbeállítások";
"screen" = "Képernyő";
"system_settings_pane" = "Adatvédelem és biztonság";
"system_preferences_name" = "Rendszerbeállítások";
"status_item_accessibility_label" = "Maccy — vágólapelőzmények";
"status_item_disabled_accessibility_suffix" = "szüneteltetve";
"search_clear_accessibility_label" = "Keresés törlése";
"history_item_pin_action" = "Kitűzés";
"history_item_unpin_action" = "Kitűzés megszüntetése";
"history_item_delete_action" = "Törlés";
"history_item_pinned_accessibility_value" = "Kitűzve";
"history_item_selected_accessibility_value" = "Kijelölve, %d / %d";
"history_item_image_accessibility_label_no_app" = "Kép, %d×%d";
"history_item_image_accessibility_generic" = "Kép";
"toolbar_remove_paste_stack_action" = "Beillesztési verem leállítása";
